{
  "appName": "Stappa Drink Tracker",
  "subtitle": "Scansiona. Sblocca. Condividi.",
  "description": "Stappa è l'app definitiva per vivere la socialità nei bar: traccia drink, sblocca promozioni e condividi momenti.\n\n🍻 TRACCIA I TUOI DRINK\nScansiona QR code nei locali e registra birre, cocktail e consumazioni in tempo reale. Progressi chiari e storici consultabili.\n\n🎯 SBLOCCA PROMOZIONI\nRaggiungi soglie, accumula progressi e ottieni sconti esclusivi. Sistema badge e reward per incentivare l'esperienza responsabile.\n\n📍 SCOPRI NUOVI LOCALI\nTrova bar e pub vicino a te con la mappa geolocalizzata. Salva i preferiti e scopri chi offre promozioni attive.\n\n🏆 COMMUNITY & SOCIAL\nFeed con post e foto, interazioni con like e commenti, leaderboard settimanale per gamification leggera. Condivisione responsabile dell'esperienza beverage.\n\n💼 PER I MERCHANT\nDashboard dedicata: gestione promo, validazioni, inventario (stock), articoli e statistiche clienti. QR generator integrato.\n\n🔐 PRIVACY E SICUREZZA\nI dati personali servono solo al funzionamento dell'app. Posizione usata esclusivamente per suggerire locali vicini. Nessuna vendita a terze parti.\n\n✅ PER CHI È\nAppassionati di birra e cocktail, gruppi di amici, gestori di locali, chi cerca esperienze e sconti.\n\n📈 PERCHE' STAPPA\nInterfaccia moderna, sistema social integrato, promozioni mirate, strumenti per merchant, attenzione alla privacy.\n\n💬 SUPPORTO\nHai feedback? Scrivi a support@stappa.app.\n\nScarica Stappa e vivi l'esperienza smart al bar – responsabilmente! 🍺",
  "keywords": "stappa,drink,tracker,bar,pub,birra,beer,cocktail,promo,sconti,consumazioni,social,geolocalizzazione",
  "supportURL": "https://claudioloreto.github.io/rork-stappa-drink-tracker/support.html",
  "marketingURL": "https://claudioloreto.github.io/rork-stappa-drink-tracker/index.html",
  "privacyPolicyURL": "https://claudioloreto.github.io/rork-stappa-drink-tracker/privacy.html",
  "category": {
    "primary": "Food & Drink",
    "secondary": "Social Networking"
  },
  "ageRating": {
    "rating": "17+",
    "reason": "Frequent/Intense Alcohol, Tobacco, or Drug Use or References"
  },
  "copyright": "© 2025 Rork - Claudio Loreto",
  "reviewNotes": "Stappa è un'app per tracciare drink via QR code, scoprire bar vicini e partecipare a promo gamificate con componente social.\n\nPermessi richiesti:\n• Fotocamera: scansione QR per registrare consumazioni (nessun uso continuo)\n• Posizione (in uso): suggerire locali vicini (non tracciamo in background)\n• Libreria Foto: upload immagini nei post social e avatar profilo\n\nAccount Demo Utente:\nEmail: demo@stappa.app\nPassword: Demo1234@\n\nAccount Demo Merchant (facoltativo):\nEmail: merchant@stappa.app\nPassword: Merchant1234@\n\nFlussi da verificare:\n1. Login demo utente e scansione QR (schermata Merchant fornisce codice)\n2. Mappa geolocalizzata e lista locali\n3. Creazione post social e visibilità feed\n4. Avanzamento promozione e visualizzazione progressi\n5. Accesso dashboard merchant (gestione promo e stock)\n\nNote aggiuntive:\n- Nessun tracking pubblicitario di terze parti\n- Posizione usata solo mentre l'app è in uso\n- Focus su uso responsabile: niente contenuti che incentivano abuso di alcol",
  "version": "1.0.0",
  "buildNumber": "1",
  "releaseNotes": {
    "1.0.0": "🎉 Prima versione di Stappa Drink Tracker!\n\nFeatures:\n• Tracking consumazioni con QR code\n• Trova bar e pub vicini\n• Social feed con posts e stories\n• Sistema promo e rewards\n• Leaderboard settimanale\n• Dashboard merchant con gestione stock\n\nBuon divertimento! 🍺"
  },
  "promoText": "🍺 Scansiona QR, traccia i tuoi drink e sblocca promo esclusive nei bar!"
}
